tap "adoptopenjdk/openjdk"
tap "apparition47/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "nektos/tap"
tap "puma/puma"

brew "readline"
brew "ansible"
brew "awscli"
brew "bat"
brew "coreutils"
brew "ctags"
brew "diff-so-fancy"
brew "elixir"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "hadolint"
brew "htop"
brew "hugo"
brew "jq"
brew "libxml2"
brew "mackup"
brew "markdownlint-cli"
brew "maven"
brew "neovim"
brew "postgresql"
brew "postgresql@11", restart_service: true
brew "prettyping"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ripgrep"
brew "solr"
brew "sphinx-doc"
brew "streamlink"
brew "telnet"
brew "terraform"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "v8@3.15"
brew "watchman"
brew "wget"
brew "yamllint"
brew "yarn"
brew "yq"
brew "zsh"
brew "zsh-syntax-highlighting", link: false
brew "heroku/brew/heroku"
brew "nektos/tap/act"
brew "puma/puma/puma-dev"

cask "adobe-acrobat-reader"
cask "adoptopenjdk13"
cask "adoptopenjdk14"
cask "adoptopenjdk8"
cask "aerial"
cask "alfred"
cask "arq"
cask "balenaetcher"
cask "bartender"
cask "basictex"
cask "bose-updater"
cask "cyberduck"
cask "dash"
cask "discord"
cask "docker"
cask "epic-games"
cask "fantastical"
cask "firefox"
cask "firefox-developer-edition"
cask "font-fontawesome"
cask "font-inconsolata-nerd-font"
cask "font-liberation"
cask "font-liberation-mono-for-powerline"
cask "font-liberation-nerd-font"
cask "font-xits"
cask "github"
cask "google-chrome"
cask "gpg-suite"
cask "iina"
cask "insomnia"
cask "intellij-idea-ce"
cask "iterm2"
cask "keepingyouawake"
cask "kindle"
cask "mailtrackerblocker"
cask "notion"
cask "numi"
cask "podcastmenu"
cask "postman"
cask "rectangle"
cask "secretive"
cask "skype"
cask "slack"
cask "soda-player"
cask "spotify"
cask "steam"
cask "streamlink-twitch-gui"
cask "tableplus"
cask "transmission"
cask "transmission-remote-gui"
cask "twitch"
cask "unity-hub"
cask "visual-studio-code"
cask "vlc"
cask "wowup"
